Repository: CloakedThargoid/RayCarrot.RCP.Metro
Catalog: RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: sv_se

# GameDisplay_Launch
source: Launch
sv_se: Starta

# GameDisplay_DiscInstall
source: Install from disc
sv_se: Installera från skiva

# GameDisplay_Locate
source: Locate
sv_se: Hitta installation

# GameDisplay_PurchaseGOG
source: Purchase from GOG
sv_se: Köp från GOG

# GameDisplay_PurchaseUplay
source: Purchase from Ubisoft Connect
sv_se: Köp från Uplay

# GameDisplay_Steam
source: Purchase from Steam
sv_se: Köp från Steam

# GameDisplay_PurchaseWinStore
source: Purchase from Microsoft Store
sv_se: Köp från Windows Store

# GameLink_R2nGlide
source: nGlide config
sv_se: nGlide konfiguration

source: Action succeeded
sv_se: Åtgärden lyckades

# MessageHeader_Generic
source: Generic Message
sv_se: Allmänt meddelande

# MessageHeader_Information
source: Information Message
sv_se: Informationsmeddelande

# MessageHeader_Error
source: Error Message
sv_se: Felmeddelande

# MessageHeader_Warning
source: Warning Message
sv_se: Varningsmeddelande

# MessageHeader_Success
source: Success Message
sv_se: Succesmeddelande

# MessageHeader_Question
source: Question Message
sv_se: Fråge-meddelande

# ExceptionMessageHeader
source: Exception
sv_se: Fel

# ExceptionMessageInfo
source: An exception has occurred in the application. Below is the available debug information for the current user level.
sv_se: Ett fel har inträffat i programmet. Nedan finns den tillgängliga felsökningsinformationen för den aktuella användarnivån i Carrot Framework.

# File_FileNotFound
source: The specified file could not be found: {0}
sv_se: Den angivna filen kunde inte hittas: {0}

# File_FileNotFoundHeader
source: File not found
sv_se: Filen hittades inte

# File_ErrorLaunchingFile
source: An error occurred when attempting to run {0}
sv_se: Ett fel uppstod vid försök att starta {0}

# File_LocationNotFound
source: Location not found
sv_se: Mappen kunde inte hittas

# File_OpenLocationErrorHeader
source: Directory error
sv_se: Sökväg-fel

# File_OpenLocationError
source: The directory could not be opened
sv_se: Mappen kunde inte öppnas

# LocateGame_BrowserHeader
source: Select Install Directory
sv_se: Välj spelinstallationen

# LocateGame_InvalidLocation
source: The selected directory is not valid for this game
sv_se: Den valda mappen är inte giltig för det valda spelet

# LocateGame_InvalidLocationHeader
source: Invalid Location
sv_se: Ogiltig mapp

# LocateGame_InvalidSteamGame
source: The game could not be found. Try choosing desktop app as the type instead.
sv_se: Spelet kunde inte hittas. Försök att välja skrivbordsapp som typen istället.

# LocateGame_InvalidSteamGameHeader
source: Game not found
sv_se: Spelet kunde inte hittas

# LocateGame_InvalidWinStoreGame
source: The game could not be found under installed Microsoft Store apps
sv_se: Spelet kunde inte hittas under installerade Windows Store appar

# LocateGame_InvalidWinStoreGameHeader
source: Game not found
sv_se: Spelet kunde inte hittas

# LocateGame_Error
source: An error occurred when locating the game
sv_se: Ett fel inträffade när spelet skulle hittas

# LocateGame_ErrorHeader
source: Error locating game
sv_se: Fel vid att hitta spel

# LaunchGame_WinStoreError
source: An error occurred when attempting to run {0}
sv_se: Ett fel inträffade när {0} skulle starta

# LaunchGame_DosBoxNotFound
source: DOSBox could not be found. Specify a valid path under settings to run this game.
sv_se: DOSBox kunde inte hittas. Ange en giltig sökväg under inställningarna för att starta spelet.

# LaunchGame_MountPathNotFound
source: The mount path could not be found. Specify a valid path under the game options to run this game.
sv_se: Monterings-sökvägen kunde inte hittas. Specificera en giltig sökväg under spel-alternativen.

# Backup_Confirm
source: This will replace any previous backups for {0}
sv_se: Det här kommer att ersätta tidigare säkerhetskopior för {0}

# Backup_ConfirmHeader
source: Confirm backup
sv_se: Bekräfta säkerhetskopiering

# Backup_FailedHeader
source: Backup failed
sv_se: Säkerhetskopiering misslyckades

# Backup_MissingDirectoriesError
source: Backup for {0} could not finish due to not all specified directories being found
sv_se: Säkerhetskopiering för {0} kunde inte slutföras på grund av att inte alla angivna mappar hittades

# RemoveGame_UtilityWarningHeader
source: Utility warning
sv_se: Verktygs-varning

# GameFinder_GamesFoundHeader
source: Installed games found
sv_se: Installerade spel hittades

# GameFinder_GamesFound
source: The following new games were found:
sv_se: Följande spel hittades:

# UbiIniWriteAccess_Error
source: An error occurred when attempting to enable write access for the Rayman configuration file
sv_se: Ett fel inträffade när Rayman konfigurationsfilen skulle få skriv-tillstånd för användaren

# UbiIniWriteAccess_InfoMessage
source: To be able to configure the Rayman games without running this program as administrator you will need to accept the following admin prompt
sv_se: För att ändra inställningar för många av Rayman spelen utan att behöva köra det här programmet som administratör måste du acceptera den följande admin prompten

# RemoveGame_UtilityWarning
source: The following utilities have been applied to this game and will not be removed when removing the game. To remove the utilities, go to the utilities dialog and disable/uninstall them or revert back to the original option if available.
sv_se: Följande verktyg har lagts till för det här spelet och kommer inte att tas bort när du tar bort spelet. För att ta bort verktygen, gå till verktyg-dialogen och avaktivera/avinstallera dem eller återgå till originalalternativet om tillgängligt.

# AddGame_DuplicateHeader
source: Error adding new game
sv_se: Det gick inte att lägga till spelet

# AddGame_Duplicate
source: The game {0} has already been added
sv_se: Spelet {0} har redan lagts till

# Restore_Failed
source: Restore failed for {0}
sv_se: Återställningen misslyckades för {0}

# Restore_SuccessHeader
source: Restore successful
sv_se: Återställningen lyckades

# Restore_Success
source: Your save files for {0} were successfully restored
sv_se: Dina spelfiler för {0} har återställts

# Restore_ConfirmHeader
source: Confirm restore
sv_se: Bekräfta återställning

# Restore_Confirm
source: This will replace current {0} save files with backed up ones.
sv_se: Det här kommer att ersätta de nuvarande spelfilerna för {0} med de från säkerhetskopian

# Restore_FailedHeader
source: Restore failed
sv_se: Återställningen misslyckades

# Restore_MissingBackup
source: There was no backup found for {0}
sv_se: Det gick inte att hitta någon säkerhetskopia för {0}

# Backup_Failed
source: Backup failed for {0}
sv_se: Säkerhetskopiering misslyckades för {0}

# Backup_SuccessHeader
source: Backup successful
sv_se: Säkerhetskopiering lyckades

# Backup_Success
source: Your save files for {0} were successfully backed up
sv_se: Dina spelfiler för {0} har säkerhetskopierats

# Backup_MissingFilesError
source: No files were found to backup for {0}
sv_se: Inga filer hittades att säkerhetskopiera för {0}

# GameFinder_Error
source: An error occurred during the game finder operation
sv_se: Ett fel inträffade när installerade spel skulle hittas

# Download_NoFilesFound
source: No files were found to download
sv_se: Inga filer hittades att ladda ner

# Download_ConfirmSize
source: This patch requires its files to be downloaded. The total size of the download is {0}. Continue?
sv_se: För att använda det här verktyget behöver filer laddas ner. Storleken för filerna är {0}. Fortsätt?

# Download_ConfirmHeader
source: Confirm download
sv_se: Bekräfta nedladdning

# Download_Confirm
source: This patch requires its files to be downloaded. Continue?
sv_se: För att använda det här verktyget behöver filer laddas ner. Fortsätt?

# Download_Error
source: The files could not be downloaded
sv_se: Filerna kunde inte laddas ner

# Update_UnknownError
source: Unknown error
sv_se: Okänt fel

# Update_WebError
source: A connection could not be established to the server
sv_se: En anslutning kan inte upprättas till servern

# Update_FormatError
source: The information from the server was not valid
sv_se: Informationen från servern var inte giltig

# Update_GenericError
source: An unknown error occurred while connecting to the server
sv_se: Ett okänt fel uppstod vid anslutning till servern

# Update_ErrorHeader
source: Update Check Failed
sv_se: Fel vid sökande efter nya uppdateringar

# Update_LatestInstalled
source: The latest version ({0}) is already installed
sv_se: Den senaste versionen ({0}) är redan installerad

# Update_LatestInstalledHeader
source: No new versions found
sv_se: Ingen ny version hittades

# Update_ManifestError
source: The server manifest could not be read
sv_se: Serverns manifest kunde inte läsas

# Update_NewsError
source: Error getting news
sv_se: Server fel

# Update_UpdateAvailable
source: A new update is available to download. Download now? News: {0}
sv_se: En ny uppdatering finns tillgänglig att ladda ner. Ladda ner nu? Nyheter: {0}

# Update_UpdateAvailableHeader
source: New version found
sv_se: Ny version hittades

# Update_UpdaterError
source: The updater could not be created. To manually download the new version, go to {0} and download the latest version from there.
sv_se: Uppdateraren kunde inte skapas. För att hämta den nya versionen manuellt, gå till {0} och ladda ner den senaste versionen därifrån.

# Update_UpdaterErrorHeader
source: Error creating updater
sv_se: Det gick inte att skapa uppdateraren

# MoveBackups_Question
source: Do you want to move existing backups to the new location?
sv_se: Vill du flytta tidigare säkerhetskopior till den nya mappen?

# MoveBackups_QuestionHeader
source: Move old backups
sv_se: Flytta tidigare säkerhetskopior

# MoveBackups_NoBackupsFound
source: No backups found in {0}
sv_se: Inga säkerhetskopior hittades under {0}

# MoveBackups_ErrorHeader
source: Moving backups failed
sv_se: Flytta säkerhetskopior misslyckades

# MoveBackups_BackupAlreadyExists
source: Backups were not moved. A backup already exists in {0}
sv_se: Säkerhetskopiorna kunde inte flyttas då det redan finns säkerhetskopior under {0}

# MoveBackups_Success
source: The backups have been moved successfully
sv_se: Säkerhetskopiorna har flyttats framgångsrikt

# MoveBackups_Error
source: Error moving backup
sv_se: Fel vid flyttning av säkerhetskopian

# Installer_CreateDesktopShortcut
source: Create desktop shortcut
sv_se: Skapa genväg på skrivbordet

# Installer_CreateStartMenuShortcut
source: Create start menu shortcut
sv_se: Skapa genväg på start menyn

# Installer_InstallAllUsers
source: Install for all users
sv_se: Installera för alla användare

# Installer_TotalProgress
source: Total Progress
sv_se: Totalt framsteg

# Installer_CurrentProgress
source: Current File Progress
sv_se: Framsteg för nuvarande fil

# Installer_Install
source: Install
sv_se: Installera

# Installer_BrowseDiscHeader
source: Select disc to install from
sv_se: Välj skiva att installera från

# Installer_DriveNameConflict
source: The selected disc has the same label and root path as a previously inserted one. Due to this the installer can not differentiate them. Please rename one of the discs and try again, or mount them as different root directories.
sv_se: Den valda skivan har samma namn och bokstav som en tidigare skiva. På grund av det här kan inte installeraren skilja på skivorna. Byt antingen namn på en av skivorna och försök igen eller montera skivorna med olika bokstäver.

# Installer_DriveNameConflictHeader
source: Disc conflict
sv_se: Skivkonflikt

# Installer_MissingFiles
source: {0} paths were not found on the specified disc. If the game requires more than one disc for installation, please insert the next one.
sv_se: {0} filer hittades inte på den valda skivan. Byt till nästa skiva nu om spelet har flera installationsskivor.

# Installer_MissingFilesHeader
source: Missing Paths
sv_se: Filer saknas

# Installer_InsertDriveRequest
source: Please insert "{0}" to port {1} and continue, or cancel to cancel the installation
sv_se: Sätt in skivan "{0}" i "{1}" och fortsätt, eller avbryt för att avbryta installationen

# Installer_InsertDriveRequestHeader
source: Insert Disc
sv_se: Sätt i skiva

# Installer_FileCopyError
source: The file {0} failed to copy over with the error message: {1} Try again?
sv_se: Filen {0} kunde inte kopieras. Felmeddelande: {1} Försök igen?"

# Installer_FileCopyErrorHeader
source: Failed to copy item to destination
sv_se: Misslyckades med att kopiera filen

# Installer_UnhandledItems
source: Some items were not handled during the installation. Do you wish to retry handling those items?
sv_se: Vissa filer hanterades inte under installationen. Vill du försöka hantera dessa filer igen?

# Installer_UnhandledItemsHeader
source: Unhandled Items
sv_se: Ohanterade filer

# Installer_CleanupError
source: Part of the installation could not be cleaned up under {0}
sv_se: Delar av installationen kunde inte tas bort och kvarstår under {0}

# Installer_CancelQuestion
source: Do you wish to cancel the installation?
sv_se: Vill du avbryta installationen?

# Installer_CancelQuestionHeader
source: Cancel ongoing installation
sv_se: Avbryt installationen

# Installer_InvalidDirectory
source: The specified directory does not exist
sv_se: Den valda mappen finns inte

# Installer_InvalidDirectoryHeader
source: Directory not found
sv_se: Mappen kunde inte hittas

# Installer_ShortcutName
source: Launch {0}
sv_se: Starta {0}

# Installer_Success
source: Installation complete. Run configuration tool for {0} to set up the game.
sv_se: Installationen är klar. Kör konfigurationsprogrammet för {0} för att ställa in spelet.

# Installer_SuccessHeader
source: Installation Complete
sv_se: Installationen är klar

# Installer_FailedHeader
source: Action failed
sv_se: Installationen misslyckades

# Installer_Failed
source: Installation failed
sv_se: Installationen misslyckades

# Installer_Canceled
source: Installation canceled
sv_se: Installationen avbröts

# Utility_AdditionalFilesRequired
source: This utility requires additonal files to be downloaded
sv_se: Det här verktyget kräver att ytterligare filer laddas ner

# R2HotKeyValidation_InvalidFormat
source: Invalid format
sv_se: Ogiltigt format

# R2HotKeyValidation_ModifierKeysUsed
source: Single key must be used
sv_se: Endast en tangent kan användas

# R2HotKeyValidation_InvalidKey
source: Key is not valid
sv_se: Tangenten är ogiltig

# DosBoxCyclesValidation_InvalidFormat
source: The cycles value is not in a valid format
sv_se: Cycles värdet är inte i ett giltigt format

# DosBoxCyclesValidation_NullOrEmpty
source: The cycles value can not be empty
sv_se: Cycles värdet kan inte vara tomt

# DosBoxCyclesValidation_NonDigit
source: Only digits are allowed when using a specified value
sv_se: Bara siffror kan användas när ett specifikt värde anges

# DosBoxResolutionValidation_NullOrEmpty
source: The resolution value can not be empty
sv_se: Upplösningsvärdet kan inte vara tomt

# DosBoxResolutionValidation_InvalidFormat
source: Invalid format
sv_se: Ogiltigt format

# DosBoxResolutionValidation_InvalidCharacter
source: The character '{0}' is not valid
sv_se: Tecknet '{0}' är inte giltig

# DosBoxResolutionValidation_MultipleSeparators
source: The resolution separator 'x' can only be used once
sv_se: Upplösningsseparatorn 'x' kan bara användas en gång

# DosBoxResolutionValidation_MissingSeparator
source: The resolution separator 'x' must be used
sv_se: Upplösningsseparatorn 'x' måste användas

# DosBoxResolutionValidation_InvalidHeight
source: A valid height must be specified
sv_se: En giltig höjd måste anges

# Config_InvalidUbiIni
source: No valid ubi.ini file was found and creating a new one failed. Try running the program as administrator or changing the folder permissions for the following path: {0}
sv_se: Ingen giltig ubi.ini fil kunde hittas och att skapa en ny misslyckades. Prova att köra programmet som administratör eller ändra mappbehörigheterna för följande sökväg: {0}

# Config_SaveError
source: An error occurred when saving your {0} configuration
sv_se: Ett fel uppstod när konfigurationen för {0} skulle sparas

# Config_SaveErrorHeader
source: Error saving
sv_se: Fel vid sparning

# Config_DosBoxSaveError
source: An error occurred when saving your DOSBox configuration
sv_se: Ett fel uppstod när DOSBox-konfiguration skulle sparas

# Config_SaveSuccess
source: Your changes have been saved
sv_se: Dina ändringar har sparats

# R2Widescreen_ExeNotFound
source: The aspect ratio could not be set due to the game executable not being found
sv_se: Bildförhållandet kunde inte ställas in på grund av att spelet inte kunde hittas

# R2Widescreen_ExeNotValid
source: The aspect ratio could not be set due to the game executable not being valid
sv_se: Bildförhållandet kunde inte ställas in på grund av att spelet inte är av ett giltigt format

# R2Widescreen_Error
source: An error occurred when setting the Rayman 2 aspect ratio
sv_se: Ett fel inträffade när bildförhållandet ändrades för Rayman 2

# Config_SaveRRRError
source: An error occurred when saving your Rayman Raving Rabbids configuration
sv_se: Ett fel inträffade när konfigurationen för Rayman Raving Rabbid sparades

# SecretCodes_Konami
source: You just entered the Konami code! Enjoy this red new theme.
sv_se: Du har precis skrivit in Konami-koden! Njut av detta nya röda tema.

# SecretCodes_KonamiHeader
source: Konami Code
sv_se: Konami kod

# SecretCodes_RayCarrot
source: You just entered the RayCarrot code! Enjoy this orange, carrot theme.
sv_se: Du har precis skrivit in RayCarrot-koden! Njut av detta nya orange tema.

# SecretCodes_RayCarrotHeader
source: RayCarrot Code
sv_se: RayCarrot kod

# SecretCodes_Lime
source: You just entered the lime code! Enjoy this lime theme.
sv_se: Du har precis skrivit in Lime-koden! Njut av detta nya lime-temat.

# SecretCodes_LimeHeader
source: Lime Code
sv_se: Lime kod

# SecretCodes_Secret
source: You just entered the secret code! Sadly enough it doesn't do anything.
sv_se: Du har precis skrivit in den hemliga koden! Tyvärr så gör den ingenting.

# SecretCodes_SecretHeader
source: Secret Code
sv_se: Hemlig kod

# GameInfo_LaunchPath
source: Launch path:
sv_se: Start-sökväg:

# GameInfo_LaunchArgs
source: Launch arguments:
sv_se: Startparametrar:

# GameInfo_GameType
source: Game type:
sv_se: Speltyp:

# GameInfo_InstallDir
source: Install location:
sv_se: Spel-sökväg:

# GameInfo_WinStoreDependencies
source: Dependencies
sv_se: Referenser

# GameInfo_WinStoreFullName
source: Full name
sv_se: Fullständigt namn

# GameInfo_WinStoreArchitecture
source: Architecture
sv_se: Arkitektur

# GameInfo_WinStoreInstallDate
source: Installed
sv_se: Installerad

# RemoveGameQuestion
source: Are you sure you want to remove {0} from the Rayman Control Panel™? This will not remove the game from your computer or any of its files, including the backups created using this program.
sv_se: Är du säker på att du vill ta bort {0} från Rayman Kontrollpanelen? Det här kommer inte att ta bort spelet från din dator eller några av dess filer, inklusive säkerhetskopior som skapats med detta program.

# RemoveGameQuestionHeader
source: Confirm remove
sv_se: Bekräfta borttagning

# GameShortcut_BrowseHeader
source: Select shortcut destination
sv_se: Välj genvägsdestination

# GameShortcut_ShortcutName
source: Launch {0}
sv_se: Starta {0}

# GameShortcut_Success
source: Shortcut created successfully
sv_se: Genväg har skapats

# GameShortcut_Error
source: The shortcut could not be created
sv_se: Genvägen kunde inte skapas

# GameShortcut_ErrorHeader
source: Shortcut creation failed
sv_se: Skapandet av genvägen misslyckades

# GameNotFound
source: The game {0} was not found
sv_se: Spelet {0} kunde inte hittas

# GameNotFoundHeader
source: Unable to find game
sv_se: Kunde inte hitta spel

# About_SpecialThanks
source: Special thanks to AuToMaNiAk005, Eeeebray, Evelyn Chickentalk, MilesTheCreator, MixerX, PokGOT4N, Ryemanni, Steo, Szymski and all other Rayman fans!
sv_se: Ett särskilt tack till AuToMaNiAk005, MixerX, ICUP321, PokGOT4N och alla andra Rayman fans!

# About_Credits_RayCarrot
source: Rayman Control Panel™, utilities, per-level soundtrack, Archive Explorer™, Rayman 2 translations, Swedish (Sweden) program translation
sv_se: Användargränssnitt, Carrot Framework, spelsökaren, spelinstalleraren, verktyg, Rayman 2 översättningar, svensk programöversättning

# About_Credits_Noserdog
source: Controller patches
sv_se: Fix för handkontroller

# About_Credits_Janmv94
source: Rayman 2 button remapping
sv_se: Rayman 2 kontroller-konfiguration

# About_Credits_RibShark
source: Cheat code list, general help with the utilities
sv_se: Hemliga spelkoder, allmän hjälp med verktygen

# About_Credits_PluMGMK
source: Per-level soundtrack utility, Rayman 2 translations
sv_se: Rayman 2 översättningar

# About_Credits_HarukaTavares
source: Rayman 2 translations, Portuguese (Portugal) program translation
sv_se: Rayman 2 översättningar, Portuguese programöversättning

# R1U_TPLS_RayVersions_1_12
source: 1.12 (Edition 1)
sv_se: 1.12 (Upplaga 1)

# R1U_TPLSInstallationFailed
source: Installation failed
sv_se: Installationen misslyckades

# R1U_TPLSInstallationFailedHeader
source: Installation Failed
sv_se: Installationen misslyckades

# Download_OperationCanceling
source: The operation is currently canceling
sv_se: Operationen håller redan på att avbrytas

# Download_OperationCancelingHeader
source: Cancel request already received
sv_se: Operationen avbryts

# Download_SuccessHeader
source: Download operation complete
sv_se: Nedladdning har slutförts

# AppNews_Title
source: App News
sv_se: Appnyheter

# AppNews_Header
source: Version History
sv_se: Versionshistorik

source: Continue
sv_se: Fortsätt

# Download_Title
source: Download
sv_se: Ladda ner

# Lang_English
source: English
sv_se: Engelska

# Lang_German
source: German
sv_se: Tyska

# Lang_French
source: French
sv_se: Franska

# Lang_Spanish
source: Spanish
sv_se: Spanska

# Lang_Italian
source: Italian
sv_se: Italienska

# Lang_Danish
source: Danish
sv_se: Danska

# Lang_Finnish
source: Finnish
sv_se: Finska

# Lang_Norwegian
source: Norwegian
sv_se: Norska

# Lang_Swedish
source: Swedish
sv_se: Svenska

# Config_RRRScreenMode_4_3Borders
source: 4:3 borders
sv_se: 4:3 ram

# AppName
source: Rayman Control Panel™
sv_se: Rayman Kontrollpanelen

# BrowseBox_Browse
source: Browse
sv_se: Bläddra

# Settings_IncompleteTranslations
source: Show languages with incomplete translations
sv_se: Visa språk med ofullständiga översättningar

# Backup_BackupAll
source: Backup All
sv_se: Säkerhetskopiera alla

# GameDisplay_RunAsAdmin
source: Run as Admin
sv_se: Kör som admin

# GameOptions_Config
source: Configuration
sv_se: Konfiguration

# About_Steam
source: Steam group
sv_se: Steam-grupp

# R1U_TPLS_RayVersions_1_12_1
source: 1.12 (Edition 2)
sv_se: 1.12 (Upplaga 2)

# R1U_TPLS_RayVersions_1_12_2
source: 1.12 (Edition 3)
sv_se: 1.12 (Upplaga 3)

# LinksPage_LinkStyle_List
source: List
sv_se: Lista

# LinksPage_LinkStyle_Group
source: Group
sv_se: Grupp

# Links_Local_SteamGames
source: Steam games
sv_se: Steam spel

# Links_Local_GOGGames
source: GOG Galaxy games
sv_se: GOG Galaxy spel

# TaskBarIcon_Open
source: Open
sv_se: Öppna

# TaskBarIcon_Close
source: Close
sv_se: Stäng

# LinksPageHeader
source: Links
sv_se: Länkar

# Update_BetaUpdateAvailable
source: A new beta update is available to download. Download now?
sv_se: En ny beta uppdatering finns tillgänglig att ladda ner. Ladda ner nu?

# About_Uninstall
source: Uninstall
sv_se: Avinstallera

# Settings_GetBetaUpdates
source: Get beta updates
sv_se: Få beta uppdateringar
