Repository: CloakedThargoid/RayCarrot.RCP.Metro
Catalog: RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: sv_se

# Backup_GOGSyncWarning
source: This game might have its save files synced through GOG Galaxy. If so the backup/restore utility might not effect this game even though the operation succeeds.
sv_se: Det här spelet kan ha sina spelfiler synkroniserade via GOG Galaxy. Om så är fallet kommer säkerhetskopieringen/återställningen via det här verktyget eventuellt inte att påverka spelet trots att operationen lyckas.

# Backup_GOGSyncWarningHeader
source: Backup/Restore warning
sv_se: Säkerhetskopieringsvarning

# LinksPage_LinkAlignmentStyle_Left
source: Left
sv_se: Vänster

# Backup_Compress
source: Compress backups
sv_se: Komprimera säkerhetskopior

# Backup_CompressInfo
source: Compressed backups will take less space and be easier to manage due to being in a single file for each game. The change will go into effect the next time a backup is performed.
sv_se: Komprimerade säkerhetskopior tar mindre plats och gör dem enklare att hantera på grund av att de är i en enda fil för varje spel. Ändringen träder i kraft vid nästa säkerhetskopiering.

# DosBoxConfig_SetLanguageError
source: The language could not be updated
sv_se: Språket kunde inte uppdateras

# DosBoxConfig_SetLanguageErrorHeader
source: Error updating language
sv_se: Fel vid uppdatering av språk

# FiestaRunVersion_Default
source: Default
sv_se: Standard

# App_RestartAsAdmin
source: Restart as Administrator
sv_se: Starta om som administratör

# Lang_Dutch
source: Dutch
sv_se: Holländska

# RR2Options_GameMode_All
source: All games
sv_se: Alla spel

# RR2Options_GameMode_Red
source: Red
sv_se: Röd

# RR2Options_GameMode_Green
source: Green
sv_se: Grön

# RR2Options_GameMode_Blue
source: Blue
sv_se: Blå
