Repository: CloakedThargoid/RayCarrot.RCP.Metro
Catalog: RayCarrot.RCP.Metro/Localization/Resources.*.resx
Languages: sv_se

# GamesPageHeader
source: Games
sv_se: Spel

# AboutPageHeader
source: About
sv_se: Om

# BackupPageHeader
source: Backup/Restore
sv_se: Säkerhetskopiering

# HelpPageHeader
source: Help
sv_se: Hjälp

# SettingsPageHeader
source: Settings
sv_se: Inställningar

source: Cancel
sv_se: Avbryt

source: Accept
sv_se: Bekräfta

source: Save
sv_se: Spara

# GameType_Desktop
source: Desktop Application
sv_se: Skrivbordsapp

# MountPathHeader
source: Mount Path
sv_se: Monterings-sökväg

# MountPathInfo
source: The mount path can either be a file or a drive. If you're using the GOG version it'll be the 'game.inst' file. If you have a disc image it is usually the .cue file. Otherwise use the drive letter of the game disc.
sv_se: Monterings-sökvägen kan antingen vara en fil eller enhet. Om du använder GOG-versionen är det 'game.inst' filen. Använder du en skivbild är det oftast .cue files. Annars använd enhets-bokstaven för spelskivan.

# MountOption_File
source: File
sv_se: Fil

# MountOption_Drive
source: Drive
sv_se: Enhet

# MountOption_FileInfo
source: Indicate that the mount path is a file
sv_se: Ange att monterings-sökvägen är en fil

# MountOption_DriveInfo
source: Indicate that the mount path is a drive or disc
sv_se: Ange att monterings-sökvägen är en enhet eller skiva

# DosBoxSettingsHeader
source: DOSBox Settings
sv_se: DOSBox inställningar

# DosBoxSettingsInfo
source: Setting one of the below options to disabled or empty will use the default value specified in the DOSBox configuration file. If a specific configuration file has been specified in the settings it may overwrite some of the settings below.
sv_se: Om ett av de nedanstående alternativen inaktiveras eller lämnas tomt så kommer inställningen i DOSBox konfigurationsfilen att användas istället. Om en konfigurationsfil har angivits under inställningar så kan inställningarna angivna där att användas istället för de nedanför.

# DosBoxOptions_Fullscreeen
source: Fullscreen
sv_se: Fullskärm

# DosBoxOptions_FullscreeenInfo
source: Start DOSBox directly in fullscreen
sv_se: Starta DOSBox i fullskärm

# DosBoxOptions_FullscreenDubbleBuffering
source: Fullscreen double buffering
sv_se: Fullskärm dubble buffering

# DosBoxOptions_FullscreenDubbleBufferingInfo
source: Use double buffering in fullscreen
sv_se: Använd dubble buffering i fullskärm

# DosBoxOptions_AspectCorrection
source: Aspect ratio correction
sv_se: Bildförhållande korrektion

# DosBoxOptions_AspectCorrectionInfo
source: Do aspect correction, if your output method doesn't support scaling this can slow things down!
sv_se: Använd bildförhållande korrektion. Om utmatningens-metoden inte stöder bildskalning så kan det få spelet att köras långsammare.

# DosBoxOptions_MemorySize
source: Memory Size
sv_se: Minnesstorlek

# DosBoxOptions_MemorySizeInfo
source: Amount of memory DOSBox has in megabytes
sv_se: Mängden minne DOSBox har i megabyte

# DosBoxOptions_FrameskipInfo
source: How many frames DOSBox skips before drawing one
sv_se: Antalet frames som DOSBox hoppar över innan en ny ritas

# DosBoxOptions_Output
source: Output
sv_se: Utmatningsmetod

# DosBoxOptions_OutputInfo
source: What to use for output
sv_se: Utmatningsmetoden att använda

# DosBoxOptions_FullscreenRes
source: Fullscreen resolution
sv_se: Fullskärmsupplösning

# DosBoxOptions_FullscreenResInfo
source: What resolution to use for fullscreen: original, desktop or fixed size (e.g. 1024x768)
sv_se: Upplösningen att använda i fullskärmsläge: original eller specifik storlek (t.ex. 1024x768)

# DosBoxOptions_WindowedRes
source: Windowed resolution
sv_se: Fönsterupplösning

# DosBoxOptions_WindowedResInfo
source: Scale the window to this size IF the output device supports hardware scaling
sv_se: Skala fönstret till den här storleken om utmatnings-metoden stöder hårdvaruskalning

# DosBoxOptions_Scaler
source: Scaler
sv_se: Bildskalning

# DosBoxOptions_ScalerInfo
source: Scaler used to enlarge/enhance low resolution modes
sv_se: Bildskalningen att använda för att förstora/förbättra låga upplösningar

# DosBoxOptions_Core
source: Core
sv_se: Processorkärna

# DosBoxOptions_CoreInfo
source: CPU Core used in emulation. Auto switches from normal to dynamic if appropriate.
sv_se: Processorkärnan som används under emulering. Auto byter från normal till dynamic om lämpligt.

# DosBoxOptions_CyclesInfo
source: Amount of instructions DOSBox tries to emulate each millisecond. Setting this value too high results in sound dropouts and lags. You can also let DOSBox guess the correct value by setting it to max. The default setting (auto) switches to max if appropriate.
sv_se: Antalet instruktioner som DOSBox försöker att emulera varje millisekund. Om det här värdet är för högt resulterar i ljudavbrott och lagg. Du kan låta DOSBox gissa det rätta värdet genom att sätta det till max. Standardvärdet (auto) byter från max om lämpligt.

# DosBoxOptions_Commands
source: DOSBox commands
sv_se: DOSBox-kommandon

# DosBoxOptions_CommandsOptional
source: (Optional)
sv_se: (Valfritt)

# DosBoxOptions_Recommended
source: Use recommended settings
sv_se: Använd rekommenderade inställningar

# Config_Resolution
source: Resolution
sv_se: Upplösning

# Config_ResolutionHorizontalInfo
source: The horizontal screen resolution
sv_se: Den horisontella skärmupplösningen

# Config_ResolutionVerticalInfo
source: The vertical screen resolution
sv_se: Den vertikala skärmupplösningen

# Config_LockRes
source: Lock to screen resolution
sv_se: Lås till skärmupplösningen

# Config_LockResInfo
source: Locks the horizontal and vertical values to the ones of the current screen resolution
sv_se: Låser den horisontella och vertikala upplösningen till de på den nuvarande skärmen

# Config_Fullscreen
source: Fullscreen
sv_se: Fullskärm

# Config_FullscreenInfo
source: Makes the game run in fullscreen, otherwise it'll run in windowed mode
sv_se: Gör att spelet körs i fullskärmsläge. Annars visas det i ett fönster.

# Config_Graphics
source: Graphics
sv_se: Grafik

# Config_TnL
source: Transform and Lighting
sv_se: Transform och lightning

# Config_TnLInfo
source: Uncheck this if there are graphical glitches in the game
sv_se: Kryssa inte i om det är grafikproblem i spelet

# Config_Textures16
source: 16 bit
sv_se: 16 bitar

# Config_Textures32
source: 32 bit
sv_se: 32 bitar

# Config_Compressed
source: Compressed
sv_se: Komprimerad

# Config_VideoGood
source: Good quality
sv_se: Bra kvalitet

# Config_VideoBad
source: Bad quality
sv_se: Dålig kvalitet

# Config_VideoAuto
source: Auto adjust quality
sv_se: Justera automatiskt kvaliteten

# Config_Video16Bpp
source: 16 bits per pixel
sv_se: 16 bitar per pixel

# Config_Video32Bpp
source: 32 bits per pixel
sv_se: 32 bitar per pixel

# Config_Language
source: Language
sv_se: Språk

# Config_Controller
source: Controller
sv_se: Handkontroller

# Config_UseController
source: Use connected controller
sv_se: Använd ansluten handkontroller

# Config_ControllerInfo
source: If your controller is not recognized you can enable controller support here
sv_se: Om handkontrollen inte känns av i spelet kan du aktivera stöd för det här

# Config_EnableNativeController
source: Enable native controller support
sv_se: Aktivera stöd för handkontroller

# Config_ControllerVertical
source: Vertical Axis
sv_se: Vertikala axeln

# Config_ControllerHorizontal
source: Horizontal Axis
sv_se: Horisontella axeln

# Config_Network
source: Network
sv_se: Nätverk

# Config_ResolutionR2Info
source: If the widescreen support is not enabled the game will stretch if set to an aspect ratio other than 4:3
sv_se: Om bredbild-stöd inte är aktiverad så kommer spelet att sträckas ut om upplösningen inte har bildförhållandet 4:3

# Config_WidescreenSupport
source: Widescreen support
sv_se: Bredbild-stöd

# Config_WidescreenSupportInfo
source: Widescreen support ensures that the game is not stretched when running in an aspect ratio other than 4:3
sv_se: Bredbild-stöd ser till att spelet inte sträcks ut om det körs med ett bildförhållande annat än 4:3

# Config_WidescreenHorizontal
source: Horizontal widescreen
sv_se: Horisontell bredbild

# Config_WidescreenHorizontalInfo
source: Make the widescreen expand horizontally
sv_se: Få bilden at utökas horisontellt

# Config_VerticalHorizontal
source: Vertical widescreen
sv_se: Vertikal bredbild

# Config_WidescreenVerticalInfo
source: Make the widescreen shrink vertically
sv_se: Få bilden att minskas vertikalt

# Config_LanguageR2Info
source: This sets the default language selected when launching the game. The language can still be changed from the game menu.
sv_se: Det här sätter språket som kommer att vara vald när spelet startar. Språket kan fortfarande ändras från spelmenyn.

# Config_ControllerR2Info
source: If your controller is not recognized you can enable controller support here. This will remove any custom button mapping.
sv_se: Om handkontrollen inte känns av i spelet kan du aktivera stöd för det här. Det här kommer att ta bort valda kontroller-konfigurationer för tangentbordet.

# Config_ButtonMapping
source: Button Mapping (keyboard)
sv_se: Kontroller-konfiguration (tangentbord)

# Config_ButtonMappingInfo
source: As the game doesn't allow native button remapping you change it here. This will not work for controllers.
sv_se: Då spelet inte har stöd att ändra kontroller-konfigurationen kan du göra det här. Det här fungerar inte för en handkontroller.

# Config_ButtonMappingActionHeader
source: Action
sv_se: Funktion

# Config_ButtonMappingKeyHeader
source: Key
sv_se: Tangent

# Config_ButtonMappingReset
source: Reset
sv_se: Återställ

# Config_RRRScreenMode
source: Screen Mode
sv_se: Skärmläge

# Config_RRRScreenModeInfo
source: The screen mode options will behave differently depending on the selected resolution. Usually keeping the 4:3 mode enabled will allow the game not to be stretched on different aspect ratios.
sv_se: Skärmlägena fungerar olika beroende på den valda upplösningen. Oftast får 4:3 läget spelet att inte sträcka ut bilden på olika bildförhållanden.

# About_ProgramInfo
source: Rayman Control Panel™ is an open source community project created by RayCarrot. This software is a single free to use executable file with the intent to easily access settings and fixes for the various Rayman titles released for Windows. This is a growing project with more features planned on being added with future updates. The utilities and various configuration tools have been created with help from various members of the Rayman community, all credited below.
sv_se: Rayman Kontrollpanelen är ett open source projekt skapat av RayCarrot. Det här programmet är en enda fri att använda körbar fil med avsikt att enkelt komma åt inställningar och korrigeringar för de olika Rayman-spelen som släppts för Windows. Det här är ett växande projekt med fler funktioner planerade att läggas till med framtida uppdateringar. Verktygen och olika konfigurationsverktyg har skapats med hjälp av olika medlemmar av Rayman-gemenskapen, alla krediteras nedan.

# About_Credits
source: Credits
sv_se: Lista över medverkande

# About_UpdateHistory
source: Update history
sv_se: Uppdateringshistorik

# About_UpdateCheck
source: Check for new updates
sv_se: Sök efter nya uppdateringar

# About_Email
source: Email
sv_se: E-post

# Backup_LastBackupDate
source: Last Backup
sv_se: Senaste säkerhetskopian

# Backup_LastBackupSize
source: Backup Size
sv_se: Storlek

# Backup_Backup
source: Backup
sv_se: Säkerhetskopiera

# Backup_Restore
source: Restore
sv_se: Återställ

# Games_Installed
source: Installed
sv_se: Installerade

# Games_NotInstalled
source: Not Installed
sv_se: Inte installerade

# Help_CategoryHelp
source: Select a help page from the available categories to the left
sv_se: Välj en hjälpsida från de tillgängliga kategorierna till vänster

# Settings_UserLevel
source: User Level
sv_se: Användarnivå

# Settings_UserLevelInfo
source: The user level determines which options and information is available in the application. The higher the user level, the more advanced options and information will be shown.
sv_se: Användarnivån avgör vilka alternativ och vilken information som finns tillgänglig. Mer alternativ och information visas om användarnivån är högre.

# Settings_UserLevelNormalInfo
source: Normal user level - for users who want all the default features without any of the more advanced options or technical details
sv_se: Normal användarnivå - för användare som vill ha alla standardalternativ och funktioner utan de mer avancerade alternativen och teknisk information

# Settings_UserLevelAdvanced
source: Advanced
sv_se: Avancerad

# Settings_UserLevelAdvancedInfo
source: Advanced user level - for users who want more advanced features above the default ones, but without the technical details
sv_se: Avancerad användarnivå - för användare som vill ha fler avancerade funktioner, men utan den tekniska informationen

# Settings_UserLevelTechnical
source: Technical
sv_se: Teknisk

# Settings_UserLevelTechnicalInfo
source: Technical user level - for users who want more advanced features above the default ones as well as the technical details
sv_se: Teknisk användarnivå - för användare som vill ha fler avancerade funktioner och den tekniska informationen

# Settings_UserLevelDebugInfo
source: Debug user level - for app developers and testers who want advanced debug options and information
sv_se: Debug användarnivå - för app-utvecklare och testare som vill ha mer advancerade debug funktioner och information

# Settings_Language
source: Language
sv_se: Språk

# Settings_LanguageContribute
source: Contribute with translations
sv_se: Bidra med översättningar

# Settings_DesignLight
source: Light
sv_se: Ljust

# Settings_DesignDark
source: Dark
sv_se: Mörkt

# Settings_DesignAnimations
source: Enable animations
sv_se: Aktivera animeringar

# Settings_DesignSuccessMessages
source: Show success messages
sv_se: Visa succémeddelanden

# Settings_DesignSuccessMessagesInfo
source: Show a message when an operation has succeeded
sv_se: Visa ett meddelande när en operation har lyckats

# Settings_DesignShowAllGames
source: Show games which are not installed
sv_se: Visa spel som inte är installerade

# Settings_DesignShowAllGamesInfo
source: Show all games on the games page, even if they are not installed
sv_se: Visa alla spel på spel-sidan, även om de inte är installerade

# Settings_DesignShowTaskBarProgress
source: Show progress on task bar icon
sv_se: Visa framsteg på ikonen i aktivitetsfältet

# Settings_DesignShowTaskBarProgressInfo
source: Show download progress on the taskbar icon
sv_se: Visa nedladdnings-framsteg på ikonen i aktivitetsfältet

# Settings_DosBoxPath
source: DOSBox file path
sv_se: DOSBox filsökväg

# Settings_DosBoxPathInfo
source: The DOSBox executable file path
sv_se: DOSBox filens sökväg

# Settings_OptionalDosBoxConfigPath
source: DOSBox configuration file path (optional)
sv_se: DOSBox konfigurationsfil sökväg (valfri)

# Settings_OptionalDosBoxConfigPathInfo
source: The DOSBox configuration file path
sv_se: DOSBox konfigurationsfil sökväg

# Settings_DebugExceptionLevel
source: Display exception level
sv_se: Exception-nivån att visa

# Settings_DebugExceptionLevelInfo
source: The exception level for displaying debug and trace information
sv_se: Exception-nivån för att visa debug information

# Settings_BackupLocation
source: Backup location
sv_se: Säkerhetskopierings-sökvägen

# Settings_StartupHeader
source: Startup
sv_se: Uppstart

# Settings_StartupGameFinder
source: Search for installed games
sv_se: Sök efter installerade spel

# Settings_StartupUpdateCheck
source: Check for program updates
sv_se: Sök efter programuppdateringar

# Settings_GeneralHeader
source: General
sv_se: Allmänt

# Settings_GeneralCloseOnLaunch
source: Close application when launching a game
sv_se: Stäng programmet när ett spel startas

# Settings_GeneralCloseOnSave
source: Close configuration dialog when saving
sv_se: Stäng spel-alternativ dialogrutan när konfigurationen sparas

# R1U_TPLSHeader
source: Per-Level Soundtrack
sv_se: PlayStation musik

# R1U_TPLSInfo
source: By default the PC version only has a single music track for each world. This patch makes each level have its own track, similarily to on PlayStation.
sv_se: Som standard har PC-versionen av Rayman färre spår än PlayStation-versionen och har inga specifika spår för varje del av nivåerna. Genom att aktivera det här verktyget körs spelet med PlayStation-musiken istället.

# R1U_TPLSInstall
source: Install
sv_se: Installera

# R1U_TPLSUninstall
source: Uninstall
sv_se: Avinstallera

# SettingEnabled
source: Enabled
sv_se: Aktiverad

# SettingDisabled
source: Disabled
sv_se: Inaktiverad

# R1U_TPLSRaymanVersion
source: Rayman version
sv_se: Rayman versionen

# R1U_CompleteOSTHeader
source: Complete Soundtrack
sv_se: Komplett musik

# R1U_CompleteOSTInfo
source: Rayman Forever, including the GOG version, does not come with the complete soundtrack due to disc space originally not being available. This utility can replace the existing incomplete soundtrack with the complete one, or alternatively revert it back.
sv_se: Rayman Forever, inklusive GOG-versionen, kommer inte med den kompletta musiken på grund av skivutrymmet som ursprungligen inte var tillgängligt. Det här verktyget kan ersätta den befintliga ofullständiga musiken med den kompletta eller alternativt återställa den.

# R1U_CompleteOSTReplace
source: Replace with complete soundtrack
sv_se: Ersätt med den kompletta musiken

# R1U_CompleteOSTRevert
source: Revert back to incomplete soundtrack
sv_se: Återställ den ursprungliga musiken

# R2U_TranslationsHeader
source: Unofficial Translations
sv_se: Inofficiella översättningar

# R2U_TranslationsInfo
source: Applying an unofficial translation will replace one of the in-game languages with the selected one. In most cases this will be the English one. The changes can at any time be reverted by applying the original version.
sv_se: När en inofficiell översättning tillämpas kommer det att ersätta ett av språken i spelet med det valda språket. I de flesta fall kommer det att vara engelska som ersätts. Ändringarna kan när som helst återställas genom att tillämpa originalversionen.

# Utility_Apply
source: Apply
sv_se: Tillämpa

# R3U_DirectPlayInfo
source: DirectPlay needs to be enabled in order to run Rayman 3. By default it is usually disabled on Windows 10.
sv_se: DirectPlay måste aktiveras för att kunna köra Rayman 3. Som standard är det vanligtvis inaktiverat i Windows 10.

# RDU_ReplaceFilesHeader
source: Replace Infected Files
sv_se: Ersätt infekterade filer

# RDU_ReplaceFilesInfo
source: Some versions of Rayman Designer, including Rayman Forever, have some of the RayKit files infected with a malware. Although it does not appear to be harmful, or even active, and GOG has confirmed there is no danger, you can still safely replace the files with their non-infected versions using this utility.
sv_se: Vissa versioner av Rayman Designer, inklusive Rayman Forever, har några av RayKit-filer infekterade med en skadlig kod. Även om det inte verkar vara aktivt, och GOG har bekräftat att det inte finns någon fara, kan du ändå ersätta filerna med deras icke-infekterade versioner med hjälp av det här verktyget för säkerhetsskull.

# RDU_ReplaceFilesLanguage
source: Language
sv_se: Språk

# RDU_ReplaceFilesReplace
source: Replace
sv_se: Ersätt filerna

# RDU_CreateConfigHeader
source: Create Missing Configuration File
sv_se: Skapa konfigurationsfil

# RDU_CreateConfigInfo
source: During some Rayman Designer installations the configuration file won't be created, causing the Mapper to give an error when launching. This utility will fix that issue by creating the configuration file if not present.
sv_se: Under vissa Rayman Designer installationer skapas inte konfigurationsfilen vilket gör att Mapper-programmet inte går att starta. Det här verktyget fixar problemet genom att skapa konfigurationsfilen om den inte finns.

# RDU_CreateConfigCreate
source: Create
sv_se: Skapa

# RLU_UbiRayHeader
source: Enable UbiRay
sv_se: UbiRay-karaktären

# RLU_UbiRayInfo
source: This utility modifies the game configuration to make UbiRay appear as a normal costume in the Heroes Gallery
sv_se: UbiRay är en karaktär som inte är tillgängligt i spelet att spela som, men fortfarande finns i spelfilerna. Det här verktyget ändrar din spelfil så att UbiRay är den valda karaktären så att du kan spela som honom.

# ROU_HQVideosHeader
source: Higher Quality Videos
sv_se: Högre kvalitet videor

# ROU_HQVideosInfo
source: The video cutscenes in the PC version are compressed and in lower quality than in the console versions. This utility replaces those videos with the higher quality ones from the console versions.
sv_se: Videorna i PC-versionen är i lägre kvalitet än i konsolversionerna. Det här verktyget ersätter de videoklippen med de som har högre kvalitet från konsolversionerna.

# ROU_HQVideosReplace
source: Replace with the high quality videos
sv_se: Ersätt med videorna med högre kvalitet

# ROU_HQVideosRevert
source: Revert back to the original videos
sv_se: Återställ de ursprungliga videorna

# ROU_DebugCommandsHeader
source: Debug Commands
sv_se: Debugkommandon

# ROU_DebugCommandsInfo
source: Using any of the below debug commands allows the game to be launched in a debug environment, with the commands changing how the game runs.
sv_se: Genom att använda något av följande debugkommandon kan spelet köras i ett debugläge, med kommandon som ändrar hur spelet körs.

# ROU_DebugCommandsWarning
source: WARNING: Using these debug commands may corrupt your save file. Always make a backup before using them.
sv_se: VARNING: Användning av dessa kommandon kan korrumpera din spelfil. Gör alltid en säkerhetskopia innan du använder dem.

# ROU_DebugCommandsInvincibility
source: Invincibility
sv_se: Osårbar

# ROU_DebugCommandsInvincibilityInfo
source: This allows the player to not die when taking damage
sv_se: Detta gör att spelaren inte tar skada i spelet

# ROU_DebugCommandsHideMouse
source: Hide mouse pointer
sv_se: Dölj muspekaren

# ROU_DebugCommandsHideMouseInfo
source: This will hide the mouse pointer in the game menus
sv_se: Detta gömmer muspekaren i spelmenyerna

# ROU_DebugCommandsMaxZoom
source: Max camera zoom
sv_se: Max kamera zoom

# ROU_DebugCommandsMaxZoomInfo
source: This will max out the camera zoom
sv_se: Detta kommer att maximera kamerans zoom

# ROU_DebugCommandsFramerate
source: Framerate
sv_se: Bildhastighet

# ROU_DebugCommandsFramerateInfo
source: This will set the framerate to run the game in
sv_se: Detta kommer att ställa in bildhastigheten för att köra spelet i

# ROU_DebugCommandsMap
source: Map
sv_se: Nivå

# ROU_DebugCommandsMapInfo
source: This will allow a specific map to be loaded instead of the main menu upon starting the game
sv_se: Detta gör att en specifik nivå laddas istället för huvudmenyn när spelet startas

# ROU_DebugCommandsLanguage
source: Language
sv_se: Språk

# ROU_DebugCommandsLanguageInfo
source: This will change the language the game runs in
sv_se: Detta kommer att ändra språket spelet körs i

# ROU_UpdateHeader
source: Update to 1.02 (Disc version)
sv_se: Uppdatera till 1.02 (Skivversionen)

# ROU_UpdateInfo
source: In case Rayman Origins has not been automatically updated to its latest version, 1.02, this utility can update it.
sv_se: Om Rayman Origins inte har uppdaterats automatiskt till den senaste version, 1.02, kan det här verktyget uppdatera det.

# ROU_UpdateUpdate
source: Update
sv_se: Uppdatera

# GameDisplay_OpenSteamStore
source: Open store page
sv_se: Öppna butikssidan

# GameDisplay_OpenSteamCommunity
source: Open community page
sv_se: Öppna gemenskaps-sidan

# GameDisplay_OpenLocation
source: Open location
sv_se: Öppna spelmappen

# GameDisplay_Options
source: Options
sv_se: Alternativ
